Repository: webfutureiorepo/ProtonVpn
Catalog: apps/ios/ProtonVPN/Resources/Localizable.xcstrings
Source language: en
Languages: ar, be, ca, cs, da, de, el, es, es_419, fa, fi, fil, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: city
ar: مدينة
be: горад
ca: ciutat
cs: město
da: by
de: ort
el: πόλη
es: ciudad
es_419: ciudad
fa: شهر
fi: kaupunki
fil: lungsod
fr: ville
hu: város
id: kota
it: città
ja: 都市
ka: ქალაქი
ko: 도시
nb: by
nl: stad
pl: miasto
pt: cidade
pt_br: cidade
ro: oraș
ru: город
sk: mesto
sl: mesto
sv: ort
th: เมือง
tr: i̇l
uk: місто
vi: thành phố
zh_hans: 城市/区县
zh_hant: 城市

source: City
ar: مدينة
be: Горад
ca: Ciutat
cs: Město
da: By
de: Stadt
el: Πόλη
es: Ciudad
es_419: Ciudad
fa: شهر
fi: Kaupunki
fil: Lungsod
fr: Ville
hu: Város
id: Kota
it: Città
ja: 市区町村
ka: ქალაქი
ko: 시
nb: Poststed
nl: Stad
pl: Miasto
pt: Cidade
pt_br: Cidade
ro: Oraş
ru: Город
sk: Mesto
sl: Mesto
sv: Ort
th: เมือง
tr: İl
uk: Місто
vi: Thành phố
zh_hans: 城市/区县
zh_hant: 城市

source: Connect to ${city} ${specifyRegion} in ${country}
ar: اتصال إلى ${city} ${specifyRegion} في ${country}
be: Падключыць да ${city} ${specifyRegion} у ${country}
ca: Connectar a ${city} ${specifyRegion} a ${country}
cs: Připojit k ${city} ${specifyRegion} v ${country}
da: Forbind til ${city} ${specifyRegion} i ${country}
de: Mit ${city} ${specifyRegion} in ${country} verbinden
el: Σύνδεση σε ${city} ${specifyRegion} στη ${country}
es: Conectar a ${city} ${specifyRegion} en ${country}
es_419: Conectar a ${city} ${specifyRegion} en ${country}
fi: Yhdistä kohteeseen ${city} ${specifyRegion} maassa ${country}
fil: Kumonekta sa ${city} ${specifyRegion} sa ${country}
fr: Se connecter à ${city} ${specifyRegion} en ${country}
id: Hubungkan ke ${city} ${specifyRegion} di ${country}
it: Connetti a ${city} ${specifyRegion} in ${country}
ja: ${country} の ${specifyRegion} ${city} に接続
ko: ${country}의 ${city} ${specifyRegion}에 연결
nb: Koble til ${city} ${specifyRegion} i ${country}
nl: Verbinden met ${city} ${specifyRegion} in ${country}
pl: Połącz z ${city} ${specifyRegion} w ${country}
pt: Ligar a ${city} ${specifyRegion} em ${country}
pt_br: Conectar a ${city} ${specifyRegion} em ${country}
ro: Conectare la ${city} ${specifyRegion} în ${country}
ru: Подключить к ${city} ${specifyRegion} в ${country}
sl: Poveži se z ${city} ${specifyRegion} v ${country}
sv: Anslut till ${city} ${specifyRegion} i ${country}
th: เชื่อมต่อไปยัง ${city} ${specifyRegion} ใน ${country}
tr: ${country} içindeki ${city} ${specifyRegion} konumuna bağlantı kur
vi: Kết nối đến ${city} ${specifyRegion} ở ${country}
zh_hans: 连接到 ${country} 的 ${city} ${specifyRegion}
zh_hant: 連線至 ${country} ${specifyRegion} 的 ${city}

source: Connect to ${specifyRegion} in ${country}
ar: اتصال إلى ${specifyRegion} في ${country}
be: Падключыць да ${specifyRegion} у ${country}
ca: Connectar a ${specifyRegion} a ${country}
cs: Připojit k ${specifyRegion} v ${country}
da: Forbind til ${specifyRegion} i ${country}
de: Mit ${specifyRegion} in ${country} verbinden
el: Σύνδεση σε ${specifyRegion} στη ${country}
es: Conectar a ${specifyRegion} en ${country}
es_419: Conectar a ${specifyRegion} en ${country}
fi: Yhdistä kohteeseen ${specifyRegion} maassa ${country}
fil: Kumonekta sa ${specifyRegion} sa ${country}
fr: Se connecter à ${specifyRegion} en ${country}
id: Hubungkan ke ${specifyRegion} di ${country}
it: Connetti a ${specifyRegion} in ${country}
ja: ${country} の ${specifyRegion} に接続
ko: ${country}의 ${specifyRegion}에 연결
nb: Koble til ${specifyRegion} i ${country}
nl: Verbinden met ${specifyRegion} in ${country}
pl: Połącz z ${specifyRegion} w ${country}
pt: Ligar a ${specifyRegion} em ${country}
pt_br: Conectar a ${specifyRegion} em ${country}
ro: Conectare la ${specifyRegion} în ${country}
ru: Подключить к ${specifyRegion} в ${country}
sl: Povezan z ${specifyRegion} v ${country}
sv: Anslut till ${specifyRegion} i ${country}
th: เชื่อมต่อไปยัง ${specifyRegion} ใน ${country}
tr: ${country} içindeki ${specifyRegion} konumuna bağlantı kur
vi: Kết nối đến ${specifyRegion} ở ${country}
zh_hans: 连接到 ${country} 的 ${specifyRegion}
zh_hant: 連線至 ${country} 的 ${specifyRegion}

source: Connect to ${state} ${specifyRegion} in ${country}
ar: اتصال إلى ${state} ${specifyRegion} في ${country}
be: Падключыць да ${state} ${specifyRegion} у ${country}
ca: Connectar a ${state} ${specifyRegion} a ${country}
cs: Připojit k ${state} ${specifyRegion} v ${country}
da: Forbind til ${state} ${specifyRegion} i ${country}
de: Mit ${state} ${specifyRegion} in ${country} verbinden
el: Σύνδεση σε ${state} ${specifyRegion} στη ${country}
es: Conectar a ${state} ${specifyRegion} en ${country}
es_419: Conectar a ${state} ${specifyRegion} en ${country}
fi: Yhdistä kohteeseen ${state} ${specifyRegion} maassa ${country}
fil: Kumonekta sa ${state} ${specifyRegion} sa ${country}
fr: Se connecter à ${state} ${specifyRegion} en ${country}
id: Hubungkan ke ${state} ${specifyRegion} di ${country}
it: Connetti a ${state} ${specifyRegion} in ${country}
ja: ${country} の ${specifyRegion} ${state} に接続
ko: ${country}의 ${state} ${specifyRegion}에 연결
nb: Koble til ${state} ${specifyRegion} i ${country}
nl: Verbinden met ${state} ${specifyRegion} in ${country}
pl: Połącz z ${state} ${specifyRegion} w ${country}
pt: Ligar a ${state} ${specifyRegion} em ${country}
pt_br: Conectar a ${state} ${specifyRegion} em ${country}
ro: Conectare la ${state} ${specifyRegion} în ${country}
ru: Подключить к ${state} ${specifyRegion} в ${country}
sl: Poveži se z ${state} ${specifyRegion} v ${country}
sv: Anslut till ${state} ${specifyRegion} i ${country}
th: เชื่อมต่อไปยัง ${state} ${specifyRegion} ใน ${country}
tr: ${country} içindeki ${state} ${specifyRegion} konumuna bağlantı kur
vi: Kết nối đến ${state} ${specifyRegion} ở ${country}
zh_hans: 连接到 ${country} 的 ${state} ${specifyRegion}
zh_hant: 連線至 ${country} ${specifyRegion} 的 ${state}

source: Connect to Region
ar: اتصال بالمنطقة
be: Падключыць да рэгіёна
ca: Connectar a la regió
cs: Připojit k oblasti
da: Forbind til region
de: Mit Region verbinden
el: Σύνδεση σε Περιφέρεια
es: Conectar a la región
es_419: Conectar a región
fi: Yhdistä alueeseen
fil: Kumonekta sa Rehiyon
fr: Se connecter à une région
id: Hubungkan ke Wilayah
it: Connetti alla regione
ja: 地域に接続
ko: 지역에 연결
nb: Koble til region
nl: Verbind met regio
pl: Połącz z regionem
pt: Ligar à região
pt_br: Conectar à região
ro: Conectare la regiune
ru: Подключить к региону
sl: Poveži se z regijo
sv: Anslut till region
th: เชื่อมต่อไปยังภูมิภาค
tr: Bölgeye bağlantı kur
vi: Kết nối đến khu vực
zh_hans: 连接到区域
zh_hant: 連線至區域

source: Connect to VPN
ar: اتصال بـ VPN
be: Падключыць да VPN
ca: Connectar a la VPN
cs: Připojit k VPN
da: Forbind til VPN
de: Mit VPN verbinden
el: Σύνδεση στο VPN
es: Conectar a la VPN
es_419: Conectar a la VPN
fi: Yhdistä VPN:ään
fil: Kumonekta sa VPN
fr: Se connecter au VPN
id: Hubungkan ke VPN
it: Connetti alla VPN
ja: VPN に接続
ko: VPN에 연결
nb: Koble til VPN
nl: Verbinden met VPN
pl: Połącz z VPN
pt: Ligar à VPN
pt_br: Conectar à VPN
ro: Conectare la VPN
ru: Подключить к VPN
sl: Povežite se z VPN
sv: Anslut till VPN
th: เชื่อมต่อไปยัง VPN
tr: VPN bağlantısı kur
vi: Kết nối đến VPN
zh_hans: 连接到 VPN
zh_hant: 連線至 VPN

source: Connect to VPN with parameters
ar: اتصال بـ VPN باستخدام المعلمات
be: Падключыць да VPN з параметрамі
ca: Connectar a la VPN amb paràmetres
cs: Připojit k VPN s parametry
da: Forbind til VPN med parametre
de: Mit VPN mit Parametern verbinden
el: Σύνδεση στο VPN με παραμέτρους
es: Conectar a la VPN con parámetros
es_419: Conectar a la VPN con parámetros
fi: Yhdistä VPN:ään parametreilla
fil: Kumonekta sa VPN gamit ang mga parameter
fr: Se connecter au VPN avec des paramètres
id: Hubungkan ke VPN dengan parameter
it: Connetti alla VPN con parametri
ja: パラメーターを使用して VPN に接続
ko: 매개변수로 VPN에 연결
nb: Koble til VPN med parametere
nl: Verbinden met VPN met parameters
pl: Połącz z VPN z parametrami
pt: Ligar à VPN com parâmetros
pt_br: Conectar à VPN com parâmetros
ro: Conectare la VPN cu parametri
ru: Подключить к VPN с параметрами
sl: Poveži se z VPN s parametri
sv: Anslut till VPN med parametrar
th: เชื่อมต่อไปยัง VPN พร้อมพารามิเตอร์
tr: Parametrelerle VPN bağlantısı kur
vi: Kết nối đến VPN bằng tham số
zh_hans: 使用参数连接到 VPN
zh_hant: 使用參數連線至 VPN

source: connected
ar: مُتصل
be: падключана
ca: connectat
cs: připojeno
da: tilsluttet
de: verbunden
el: συνδεδεμένο
es: conectado
es_419: conectado
fa: متصل
fi: yhdistetty
fil: konektado
fr: connecté
hu: kapcsolódva
id: terhubung
it: connesso
ja: 接続完了
ka: დაკავშირებულია
ko: 연결됨
nb: tilkoblet
nl: verbonden
pl: połączono
pt: ligado
pt_br: conectado
ro: conectat
ru: подключено
sk: pripojené
sl: povezano
sv: ansluten
th: เชื่อมต่อแล้ว
tr: bağlandı
uk: під'єднано
vi: đã kết nối
zh_hans: 已连接
zh_hant: 已連線

source: Connects to Proton VPN using your default connection settings.
ar: يتصل بـ Proton VPN باستخدام إعدادات الاتصال الافتراضية.
be: Падключае да Proton VPN з выкарыстаннем вашых прадвызначаных налад падключэння.
ca: Connecta a Proton VPN amb les preferències de connexió per defecte.
cs: Připojí se k Proton VPN pomocí vašeho výchozího nastavení připojení.
da: Opretter forbindelse til Proton VPN med dine standard forbindelsesindstillinger.
de: Stellt mit deinen Standard-Verbindungseinstellungen eine Verbindung zu Proton VPN her.
el: Συνδέεται στο Proton VPN χρησιμοποιώντας τις προεπιλεγμένες ρυθμίσεις σύνδεσής σας.
es: Se conecta a Proton VPN con tus ajustes de conexión por defecto.
es_419: Conecta a Proton VPN usando sus ajustes de conexión por defecto.
fi: Yhdistää Proton VPN:ään oletusyhteysasetuksilla.
fil: Kumokonekta sa Proton VPN gamit ang mga default na setting ng koneksyon.
fr: Se connecte à Proton VPN à l’aide de vos paramètres de connexion par défaut.
id: Menghubungkan ke Proton VPN menggunakan pengaturan koneksi bawaan.
it: Si connette a Proton VPN usando le impostazioni di connessione predefinite.
ja: デフォルトの接続設定を使用して Proton VPN に接続します。
ko: 기본 연결 설정을 사용하여 Proton VPN에 연결합니다.
nb: Kobler til Proton VPN med standard tilkoblingsinnstillinger.
nl: Maakt verbinding met Proton VPN via uw standaard verbindingsinstellingen.
pl: Łączy z Proton VPN przy użyciu Twoich domyślnych ustawień połączenia.
pt: Liga ao Proton VPN usando as suas definições de ligação predefinidas.
pt_br: Conecta ao Proton VPN usando suas configurações padrão de conexão.
ro: Se conectează la Proton VPN utilizând setările de conexiune implicite.
ru: Подключает к Proton VPN, используя ваши настройки подключения по умолчанию.
sl: Poveže se s Proton VPN z vašimi privzetimi nastavitvami povezave.
sv: Ansluter till Proton VPN med dina standardinställningar för anslutning.
th: เชื่อมต่อกับ Proton VPN โดยใช้การตั้งค่าการเชื่อมต่อค่าเริ่มต้น
tr: Varsayılan bağlantı ayarlarınızı kullanarak Proton VPN bağlantısı kurar.
vi: Kết nối đến Proton VPN bằng cài đặt kết nối mặc định.
zh_hans: 使用默认连接设置连接到 Proton VPN。
zh_hant: 使用您的預設連線設定連線至 Proton VPN。

source: country
ar: الدولة
be: краіна
ca: país
cs: země
da: land
de: land
el: χώρα
es: país
es_419: país
fa: کشور
fi: maa
fil: bansa
fr: pays
hu: ország
id: negara
it: paese
ja: 国名
ka: ქვეყანა
ko: 국가
nb: land
nl: land
pl: kraj
pt: país
pt_br: país
ro: țara
ru: страна
sk: krajina
sl: država
sv: land
th: ประเทศ
tr: ülke
uk: країна
vi: quốc gia
zh_hans: 国家/地区
zh_hant: 國家

source: Country
ar: الدولة
be: Краіна
ca: País
cs: Země
da: Land
de: Land
el: Χώρα
es: País
es_419: País
fa: کشور
fi: Maa
fil: Bansa
fr: Pays
hu: Ország
id: Negara
it: Paese
ja: 国
ka: ქვეყანა
ko: 국가
nb: Land
nl: Land
pl: Kraj
pt: País
pt_br: País
ro: Țara
ru: Страна
sk: Krajina
sl: Država
sv: Land
th: ประเทศ
tr: Ülke
uk: Країна
vi: Quốc gia
zh_hans: 国家/地区
zh_hant: 國家

source: Disconnect from VPN
ar: قطع الاتصال بـ VPN
be: Адключыць ад VPN
ca: Desconnectar de la VPN
cs: Odpojit od VPN
da: Afbryd forbindelsen til VPN
de: Verbindung zu VPN trennen
el: Αποσύνδεση από το VPN
es: Desconectar de la VPN
es_419: Desconectar de la VPN
fi: Katkaise yhteys VPN:ään
fil: I-disconnect mula sa VPN
fr: Se déconnecter du VPN
id: Putuskan koneksi dari VPN
it: Disconnetti dalla VPN
ja: VPN から接続解除
ko: VPN 연결 해제
nb: Koble fra VPN
nl: Verbinding met VPN verbreken
pl: Rozłącz z VPN
pt: Desligar da VPN
pt_br: Desconectar da VPN
ro: Deconectare din VPN
ru: Отключить от VPN
sl: Prekini povezavo z VPN
sv: Koppla från VPN
th: ยกเลิกการเชื่อมต่อจาก VPN
tr: VPN bağlantısını kes
vi: Ngắt kết nối khỏi VPN
zh_hans: 断开 VPN 连接
zh_hant: 與 VPN 中斷連線

source: disconnected
ar: غير متصل
be: адключана
ca: desconnectat
cs: odpojeno
da: afbrudt
de: getrennt
el: αποσυνδεδεμένο
es: desconectado
es_419: desconectado
fa: قطع شده
fi: ei yhdistetty
fil: na-disconnect
fr: déconnecté
hu: kapcsolat bontva
id: terputus
it: disconnesso
ja: 接続解除されました
ka: გათიშულია
ko: 연결 해제됨
nb: frakoblet
nl: verbinding verbroken
pl: rozłączono
pt: desligado
pt_br: desconectado
ro: deconectat
ru: отключено
sk: odpojené
sl: povezava je prekinjena
sv: frånkopplad
th: ยกเลิกการเชื่อมต่อแล้ว
tr: bağlı değil
uk: від'єднано
vi: ngắt kết nối
zh_hans: 已断开
zh_hant: 已中斷連線

source: Disconnects your active VPN connection.
ar: يقطع اتصال VPN النشط.
be: Адключае актыўнае падключэнне па VPN
ca: Desconnecta la connexió VPN activa.
cs: Odpojí vaše aktivní VPN připojení.
da: Afbryder din aktive VPN-forbindelse.
de: Trennt deine aktive VPN-Verbindung.
el: Αποσυνδέει τη ενεργή σύνδεση VPN σας.
es: Desconecta tu conexión VPN activa.
es_419: Desconecta su conexión VPN activa.
fi: Katkaisee aktiivisen VPN-yhteyden.
fil: Ini-disconnect ang aktibong koneksyon sa VPN.
fr: Déconnecte votre connexion VPN active.
id: Memutuskan koneksi VPN yang aktif.
it: Disconnette la connessione VPN attiva.
ja: 現在アクティブな VPN 接続を接続解除します。
ko: 활성 VPN 연결을 연결 해제합니다.
nb: Kobler fra den aktive VPN-tilkoblingen.
nl: Koppelt uw actieve VPN-verbinding los.
pl: Rozłącza Twoje aktywne połączenie VPN.
pt: Desliga a sua ligação VPN ativa.
pt_br: Desconecta sua conexão VPN ativa.
ro: Deconectează conexiunea VPN activă.
ru: Отключает активное VPN-подключение.
sl: Prekine vašo aktivno povezavo VPN.
sv: Kopplar från din aktiva VPN-anslutning.
th: ยกเลิกการเชื่อมต่อ VPN ที่ใช้งานอยู่
tr: Etkin VPN bağlantınızı keser.
vi: Ngắt kết nối VPN đang hoạt động.
zh_hans: 断开当前活动的 VPN 连接。
zh_hant: 中斷目前使用中的 VPN 連線。

source: fastest server
ar: أسرع خادم
be: найхутчэйшы сервер
ca: servidor més ràpid
cs: nejrychlejší server
da: hurtigste server
de: schnellster Server
el: ο ταχύτερος διακομιστής
es: servidor más rápido
es_419: servidor más rápido
fa: سریع‌ترین سرور
fi: nopein palvelin
fil: pinakamabilis na server
fr: serveur le plus rapide
hu: leggyorsabb szerver
id: server tercepat
it: server più veloce
ja: 最速のサーバー
ka: უსწრაფესი სერვერი
ko: 가장 빠른 서버
nb: raskeste tjener
nl: snelste server
pl: najszybszy serwer
pt: servidor mais rápido
pt_br: servidor mais rápido
ro: cel mai rapid server
ru: самый быстрый сервер
sk: najrýchlejší server
sl: najhitrejši strežnik
sv: snabbaste server
th: เซิร์ฟเวอร์ที่เร็วที่สุด
tr: en hızlı sunucu
uk: найшвидший сервер
vi: máy chủ nhanh nhất
zh_hans: 最快的服务器
zh_hant: 最快速的伺服器

source: Get connection status
ar: الحصول على حالة الاتصال
be: Атрымаць статус падключэння
ca: Obtenir l'estat de la connexió
cs: Získat stav připojení
da: Hent forbindelsesstatus
de: Verbindungsstatus abrufen
el: Λήψη κατάστασης σύνδεσης
es: Obtener el estado de la conexión
es_419: Obtener estado de la conexión
fi: Hae yhteystila
fil: Kunin ang status ng koneksyon
fr: Obtenir l’état de la connexion
id: Dapatkan status koneksi
it: Ottieni lo stato della connessione
ja: 接続状態を取得
ko: 연결 상태 가져오기
nb: Hent tilkoblingsstatus
nl: Verbindingsstatus ophalen
pl: Uzyskaj status połączenia
pt: Obter estado da ligação
pt_br: Obter o status da conexão
ro: Obținere stare conexiune
ru: Узнать состояние подключения
sl: Pridobi stanje povezave
sv: Hämta anslutningsstatus
th: รับสถานะการเชื่อมต่อ
tr: Bağlantı durumunu al
vi: Lấy trạng thái kết nối
zh_hans: 获取连接状态
zh_hant: 取得連線狀態

source: Login
ar: تسجيل الدخول
be: Уваход
ca: Inici de sessió
cs: Přihlášení
el: Σύνδεση
es: Inicio de sesión
es_419: Inicio de sesión
fa: ورود
fi: Kirjautumistieto
fr: Un identifiant
hu: Bejelentkezés
id: Masuk
ja: ログイン
ka: შესვლა
ko: 로그인
nb: Logg på
nl: Inloggen
pl: Dane logowania
pt: Início de sessão
pt_br: Início de sessão
ro: Autentificare
ru: Войти
sk: Prihlásenie
sl: Prijava
sv: Logga in
th: ลงชื่อเข้าใช้
tr: Oturum açma kaydı
uk: Вхід
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

source: protected
ar: محمي
be: абаронена
ca: protegit
cs: chráněno
da: beskyttet
de: geschützt
el: προστατευμένο
es: protegido
es_419: protegido
fa: محافظت شده
fi: suojattu
fil: protektado
fr: protégé
hu: védett
id: terlindungi
it: protezione attiva
ja: 保護されています
ka: დაცულია
ko: 보호됨
nb: beskyttet
nl: beschermd
pl: chroniony
pt: protegido
pt_br: com proteção
ro: conexiune protejată
ru: защищено
sk: chránené
sl: zaščiteni
sv: skyddad
th: ได้รับการปกป้อง
tr: korunmuş
uk: захищено
vi: được bảo vệ
zh_hans: 保护中
zh_hant: 受保護

source: region
ar: المنطقة
be: вобласць
ca: regió
cs: kraj
el: περιοχή
es: región
es_419: región
fa: منطقه
fi: alue
fil: rehiyon
fr: région
hu: régió
id: wilayah
it: regione
ja: 都道府県
ka: რაიონი
ko: 시/도
nl: regio/Provincie
pl: województwo
pt: região
pt_br: estado
ro: regiune
ru: регион
sk: kraj
sl: regija
th: ภูมิภาค
tr: bölge
uk: область
vi: khu vực
zh_hans: 区域
zh_hant: 地區

source: RegionType
ar: نوع المنطقة
be: Тып рэгіёна
ca: Tipus de regió
cs: Typ oblasti
es: Tipo de región
es_419: Tipo de región
fi: Aluetyyppi
fil: Uri ng Rehiyon
fr: Type de région
it: Tipo di regione
nl: Regiotype
pl: Typ regionu
pt: Tipo de região
pt_br: Tipo de região
ro: Tip de regiune
ru: Тип региона
sl: Vrsta regije
sv: Regiontyp
tr: Bölge Türü
zh_hans: 区域类型
zh_hant: 區域類型

source: Retrieve current VPN connection status
ar: استرداد حالة اتصال VPN الحالية
be: Атрымаць бягучы стутус падключэння па VPN
ca: Recuperar l'estat actual de la connexió VPN
cs: Načíst aktuální stav VPN připojení
da: Hent den aktuelle VPN-forbindelsesstatus
de: Aktuellen VPN-Verbindungsstatus abrufen
el: Ανάκτηση τρέχουσας κατάστασης σύνδεσης VPN
es: Obtener el estado actual de la conexión VPN
es_419: Obtener el estado actual de la conexión VPN
fi: Hae nykyinen VPN-yhteystila
fil: Kunin ang kasalukuyang status ng koneksyon sa VPN
fr: Récupérer l’état actuel de la connexion VPN
id: Dapatkan status koneksi VPN saat ini
it: Recupera lo stato corrente della connessione VPN
ja: 現在の VPN 接続状態を取得
ko: 현재 VPN 연결 상태 가져오기
nb: Hent gjeldende VPN-tilkoblingsstatus
nl: Huidige VPN-verbindingsstatus ophalen
pl: Pobierz bieżący status połączenia VPN
pt: Obter estado atual da ligação VPN
pt_br: Obter o status atual da conexão VPN
ro: Obținere stare conexiune VPN curentă
ru: Узнать текущее состояние VPN-подключения
sl: Pridobi trenutno stanje povezave VPN
th: ดึงข้อมูลสถานะการเชื่อมต่อ VPN ปัจจุบัน
tr: Geçerli VPN bağlantı durumunu al
vi: Truy xuất trạng thái kết nối VPN hiện tại
zh_hans: 获取当前 VPN 连接状态
zh_hant: 取得目前 VPN 連線狀態

source: Retrieves the current VPN connection status
ar: يسترد حالة اتصال VPN الحالية
be: Атрымлівае бягучы статус падключэння па VPN
ca: Recupera l'estat actual de la connexió VPN
cs: Načte aktuální stav VPN připojení
da: Henter den aktuelle VPN-forbindelsesstatus
de: Ruft den aktuellen VPN-Verbindungsstatus ab
el: Ανάκτηση της τρέχουσας κατάστασης σύνδεσης VPN
es: Obtiene el estado actual de la conexión VPN
es_419: Obtiene el estado actual de la conexión VPN
fi: Hakee nykyisen VPN-yhteystilan
fil: Kinukuha ang kasalukuyang status ng koneksyon sa VPN
fr: Récupère l’état actuel de la connexion VPN
id: Mendapatkan status koneksi VPN saat ini
it: Recupera lo stato corrente della connessione VPN
ja: 現在の VPN 接続状態を取得します
ko: 현재 VPN 연결 상태를 가져옵니다.
nb: Henter gjeldende VPN-tilkoblingsstatus
nl: Haalt de huidige VPN-verbindingsstatus op
pl: Pobiera bieżący status połączenia VPN
pt: Obtém o estado atual da ligação VPN
pt_br: Obtém o status atual da conexão VPN
ro: Obține starea curentă a conexiunii VPN
ru: Определяет текущее состояние VPN-подключения
sl: Pridobi trenutno stanje povezave VPN
th: ดึงข้อมูลสถานะการเชื่อมต่อ VPN ปัจจุบัน
tr: Geçerli VPN bağlantı durumunu alır
vi: Truy xuất trạng thái kết nối VPN hiện tại
zh_hans: 获取当前 VPN 连接状态
zh_hant: 取得目前 VPN 連線狀態

source: Show connection status
ar: عرض حالة الاتصال
be: Паказаць статус падключэння
ca: Mostrar l'estat de la connexió
cs: Zobrazit stav připojení
da: Vis forbindelsesstatus
de: Verbindungsstatus anzeigen
el: Εμφάνιση κατάστασης σύνδεσης
es: Mostrar el estado de la conexión
es_419: Mostrar estado de la conexión
fi: Näytä yhteystila
fil: Ipakita ang status ng koneksyon
fr: Afficher l’état de la connexion
id: Tampilkan status koneksi
it: Mostra lo stato della connessione
ja: 接続状態を表示
ko: 연결 상태 보기
nb: Vis tilkoblingsstatus
nl: Verbindingsstatus tonen
pl: Pokaż status połączenia
pt: Mostrar estado da ligação
pt_br: Mostrar status da conexão
ro: Afișare stare conexiune
ru: Показать состояние подключения
sl: Pokaži stanje povezave
sv: Visa anslutningsstatus
th: แสดงสถานะการเชื่อมต่อ
tr: Bağlantı durumunu görüntüle
vi: Hiển thị trạng thái kết nối
zh_hans: 显示连接状态
zh_hant: 顯示連線狀態

source: Skip if already connected
ar: تخطي إذا كان متصلاً بالفعل
be: Прапусціць, калі ўжо падключана
ca: Omet si ja està connectat
cs: Přeskočit, pokud je již připojeno
da: Spring over, hvis der allerede er oprettet forbindelse
de: Überspringen, wenn bereits verbunden
el: Παράβλεψη αν είναι ήδη συνδεδεμένο
es: Omitir si ya está conectado
es_419: Omitir si ya está conectado
fi: Ohita, jos yhteys on jo muodostettu
fil: Laktawan kung nakakonekta na
fr: Ignorer si déjà connecté
id: Lewati jika sudah terhubung
it: Ignora se già connesso
ja: すでに接続済みの場合はスキップ
ko: 이미 연결된 경우 건너뛰기
nb: Hopp over hvis allerede tilkoblet
nl: Overslaan indien al verbonden
pl: Pomiń, jeśli już połączono
pt: Ignorar se já estiver ligado
pt_br: Pular se já estiver conectado
ro: Omitere dacă este deja conectat
ru: Пропустить, если уже подключено
sl: Preskoči, če je že povezan
th: ข้ามหากเชื่อมต่ออยู่แล้ว
tr: Zaten bağlantı kurulmuşsa atla
vi: Bỏ qua nếu đã kết nối
zh_hans: 如果已连接则跳过
zh_hant: 如果已連線則略過

source: state
ar: ولاية
be: штат
ca: estat
cs: stát
da: stat
de: bundesland
el: πολιτεία
es: estado
es_419: estado
fa: ایالت
fi: osavaltio
fil: estado
fr: état
hu: állam
id: negara bagian
it: stato
ja: 州
ka: შტატი
ko: 주
nb: stat
nl: land/Staat
pl: stan
pt: estado
pt_br: estado
ro: stat
ru: страна
sk: štát
sl: država
sv: delstat
th: รัฐ
tr: eyalet
uk: стан
vi: bang
zh_hans: 州
zh_hant: 省/州

source: State
ar: ولاية
be: Штат
ca: Estat
cs: Stát
da: Stat
de: Bundesland
el: Πολιτεία
es: Estado
es_419: Estado
fa: ایالت
fi: Osavaltio
fil: Estado
fr: État
hu: Állam
id: Negara bagian
it: Stato
ja: 州
ka: შტატი
ko: 주
nb: Stat
nl: Land/Staat
pl: Stan
pt: Estado
pt_br: Estado
ro: Stat
ru: Страна
sk: Štát
sl: Država
sv: Delstat
th: รัฐ
tr: Eyalet
uk: Стан
vi: Bang
zh_hans: 州
zh_hant: 省/州
